Repository: UniversalPay-EVOSpain/UniversalPayGateway-WooCommerce
Catalog: UniversalPay-gateway-for-woocommerce-democli/languages/universalpay_gw_woo-*.po
Languages: es_es

source: universalpay order completed, code %s
es_es: Order completada en universalpay, código %s

source: universalpay payment error, code %s
es_es: Error en el pago en universalpay, código %s

source: Enable/Disable
es_es: Activar/desactivar

source: Enable universalpay
es_es: Activar universalpay

source: Title
es_es: Título

source: This title is showed in checkout process.
es_es: Este título se mostrará al finalizar la compra

source: Description
es_es: Descripción

source: Description of the method of payment. Use it to tell the user that it is a secure system through bank.
es_es: Descripción del método de pago. Úsalo para decirle al usuario que va a usar un servicio de pago seguro a través de una entidad financiera.

source: Secure payment by credit card. You will be redirected to the secure website of the bank.
es_es: A continuación cargaremos los métodos de pago posibles. El proceso será sin abandonar el portal.

source: Owner
es_es: Titular

source: Trade name
es_es: Nombre del comercio

source: Trade number
es_es: Número de comercio

source: Terminal number
es_es: Número de terminal

source: Secret key
es_es: Clave secreta de encriptación

source: Encryptation Secret Key.
es_es: Clave de encriptación secreta

source: Sort Code
es_es: Código

source: Complete
es_es: Completado

source: SHA1 - Complete Extended
es_es: Firma SHA1 completa y extendida

source: Test Mode
es_es: Modo de pruebas

source: Enable universalpay test mode.
es_es: Activar universalpay en modo de pruebas.

source: Payment types allowed
es_es: Tipos de pago permitidos

source: You can choose between iupay and credit cards or only credit cards.
es_es: Puedes elegir entre iupay y tarjetas de crédito o sólo tarjetas de crédito.

source: Only credit cards
es_es: Sólo tarjetas de crédito

source: Credit cards and iupay
es_es: Tarjetas de crédito y iupay

source: What to do after payment is done?
es_es: ¿Qué hacer tras la realización del pago?

source: Always processing
es_es: Siempre procesando

source: Pending except if all products are downloadable, in this case it would be marked as completed
es_es: Procesando excepto si todos los productos son descargables, en tal caso será marcada como completada

source: Pending except if all products are virtual, in this case it would be marked as completed
es_es: Procesando excepto si todos los productos son virtuales, en tal caso será marcada como completada

source: Pending except if all products are downloadable or virtual, in this case it would be marked as completed
es_es: Procesando excepto si todos los productos son descargables o virutales, en tal caso será marcada como completada

source: Always completed
es_es: Siempre completada

source: After payment, how the order should be marked?
es_es: Tras realizarse el pago, ¿cómo debería marcarse el pedido?

source: universalpay Payment
es_es: Pago a través de universalpay

source: Allows universalpay card payments.
es_es: Permitir pagos con tarjetas de crédito universalpay

source: How it works? (video in Spanish)
es_es: ¿Cómo funciona? (vídeo en español)

source: You must fill out a title for this gateway
es_es: Debe darle un título a esta pasarela

source: You must fill out a description for this gateway
es_es: Debes darle una descripción a esta pasarela

source: You must fill out who is the owner
es_es: Debe rellenar quién es el titular

source: You must fill out the merchant name
es_es: Debe rellenar el nombre del comercio

source: You must fill out the merchant number
es_es: Debe rellenar el número del comercio

source: You must fill out the terminal number. If you don not know it, it probably would be the number: 1
es_es: Debe rellenar el número del terminal. Si no sabes cuál es, probablemente sea el número: 1

source: You must fill out the key
es_es: Debes rellenar el código

source: Thank you for your order, click on the button to pay with universalpay.
es_es: Gracias por su pedido, haga clic en el botón para pagar con universalpay.

source: Thank you for your order. We are now redirecting you to universalpay to make payment.
es_es: Gracias por su pedido. Estamos redirigiéndole a su banco para llevar a cabo el pago.

source: Pay via universalpay
es_es: Pago a través de universalpay

source: Cancel order &amp; restore cart
es_es: Cancelar pedido &amp; restaurar carrito

source: Order %s
es_es: Pedido %s

source: Donate
es_es: Donar
