Repository: UniversalPay-EVOSpain/UniversalPayGateway-WooCommerce
Catalog: UniversalPay-gateway-for-woocommerce-democli/languages/languages/universalpay_gw_woo-*.po
Languages: ca, de, it, pt

source: Pedido completo, codigo %s
ca: Comanda complet, codi %s
de: Vollständige Bestellung, Code %s
it: Ordine completo, códice %s
pt: Pedido completo, código %s

source: Método de pago %s
ca: Mètode de pagament %s
de: Bezahlverfahren %s
it: Modalità di pagamento %s
pt: Método de pagamento %s

source: titular tarjeta %s
ca: titular targeta %s
de: Karteninhaber %s
it: titolare della carta %s
pt: titular do cartão %s

source: Payment error, code %s
ca: Codi d'error %s
de: Zahlungsfehler, Code %s
it: codice di errore %s
pt: código de erro de pagamento %s

source: Enable/Disable
ca: Activar/desactivar
de: Aktivieren/deaktivieren
it: Abilita/disabilita
pt: Habilitar/desabilitar

source: Enable universalpay
ca: Activar universalpay
de: Aktivieren universalpay
it: Abilita universalpay
pt: Habilitar universalpay

source: Title
ca: Títol
de: Titel
it: Titolo
pt: Título

source: This title is showed in checkout process.
ca: Aquest text és mostrat in el procés de venda.
de: Dieser Titel wird im Verkaufsprozess angezeigt
it: questo titolo viene visualizzato nel processo di vendita
pt: esse título é exibido no processo de vendas

source: Description
ca: Descripció
de: Beschreibung
it: descrizione
pt: descrição

source: Descripción del método de pago. Información para los usuarios sobre las opciones de pago.
ca: Descripció de l'mètode de pagament. Informació per als usuaris sobre les opcions de pagament.
de: Beschreibung der Zahlungsmethode. Informationen für Benutzer zu Zahlungsoptionen.
it: descrizione del metodo di pagamento, informazioni per gli utenti sulle opzioni di pagamento
pt: Descrição da forma de pagamento. Informações para usuários sobre opções de pagamento.

source: Pago con tarjeta
ca: Pagament amb targeta
de: Kartenzahlung
it: pagamento con carta
pt: pagamento com cartão

source: Owner
ca: Titular
de: Überschrift
it: proprietario
pt: título

source: Trade name
ca: Nom registre
de: Markenname
it: nome depositato
pt: nome comercial

source: Trade number
ca: Número registre
de: Markennummer
it: numero commerciale
pt: número comercial

source: Secret key
ca: Clau
de: Schlüssel
it: chiave
pt: chave

source: Clave de cifrado.
ca: Clau de xifrat.
de: Schlüssel
it: chiave crittografata
pt: chave criptografada

source: Test Mode
ca: Mode test
de: Testmodus
it: modalità di test
pt: modo de teste

source: Habilitar universalpay en modo test.
ca: Habilitar universalpay en mode test.
de: Aktivieren Sie Universalpay im Testmodus.
it: abilita la modalità di prova universalpay
pt: Ative o pagamento universalpay no modo de teste.

source: Color Fondo Boton
ca: Color Fons Botó
de: Farbige Hintergrundschaltfläche
it: Pulsante sfondo di colore
pt: Botão de fundo de cor

source: Color para el fondo del boton de pago
ca: Color per al fons de el botó de pagament
de: Farbe für den Hintergrund der Zahlungsschaltfläche
it: Colore per lo sfondo del pulsante di pagamento

source: Color Texto Boton
ca: Color Text Botó
de: Farbtext-Schaltfläche
it: Pulsante testo a colori
pt: Botão de texto colorido

source: Color para el texto del boton de pago
ca: Color per al text de el botó de pagament
de: Farbe für den Text der Zahlungsschaltfläche
it: Colore per il testo del pulsante di pagamento
pt: Cor para o texto do botão de pagamento

source: Color fondo iframe
ca: Color fons iframe
de: Hintergrundfarbe Iframe
it: Iframe di colore di sfondo
pt: Iframe da cor de fundo

source: Color para el fondo del iframe
ca: Color per al fons de l'iframe
de: Farbe für den Iframe-Hintergrund
it: Colore per lo sfondo iframe
pt: Cor para o plano de fundo iframe

source: Mensaje métodos de pago
ca: Missatge mètodes de pagament
de: Zahlungsmethoden Nachricht
it: Messaggio sui metodi di pagamento
pt: Mensagem de métodos de pagamento

source: Mensaje que aparecerá encima de los métodos de pago
ca: Missatge que apareixerà sobre dels mètodes de pagament
de: Nachricht, die über den Zahlungsmethoden angezeigt wird
it: Messaggio che comparirà sopra i metodi di pagamento
pt: Mensagem que aparecerá acima das formas de pagamento

source: Nombre del titular de la tarjeta
ca: Nom de titular de la targeta
de: Name des Karteninhabers
it: Nome del titolare
pt: Nome do Titular

source: Indica si queremos pedir el nombre del titular de la tarjeta
ca: Indica si volem demanar el nom de la titular de la targeta
de: Geben Sie an, ob wir den Namen des Karteninhabers anfordern möchten
it: Indica se vogliamo richiedere il nome del titolare della carta
pt: Indique se queremos solicitar o nome do titular do cartão

source: Habilitar pago en 1 click
ca: Habilitar pagament en 1 click
de: Aktivieren Sie die 1-Klick-Zahlung
it: Abilita pagamento in 1 clic
pt: Ativar pagamento com um clique

source: Indica si queremos activar la opción de pago en 1 click, solo usuarios registrados
ca: Indica si volem activar l'opció de pagament en 1 click, només usuaris registrats
de: Gibt an, ob nur registrierte Benutzer die 1-Klick-Zahlungsoption aktivieren möchten
it: Indica se vogliamo attivare l'opzione di pagamento con un clic, solo gli utenti registrati
pt: Indica se queremos ativar a opção de pagamento com um clique, apenas usuários registrados

source: url aceptación pago en 1 click
ca: URL acceptació pagament en 1 click
de: URL-Akzeptanzzahlung mit 1 Klick
it: pagamento accettazione URL in 1 clic
pt: pagamento de aceitação de URL em 1 clique

source: url donde el cliente podrá ver las condiciones legales para guardar la tarjeta
ca: url on el client podrà veure les condicions legals per a guardar la targeta
de: URL, unter der der Kunde die rechtlichen Bedingungen zum Speichern der Karte einsehen kann
it: url in cui il cliente può vedere le condizioni legali per salvare la carta
pt: URL em que o cliente pode ver as condições legais para salvar o cartão

source: Texto que aparecerá para aceptar guardar la tarjeta
ca: Text que apareixerà per acceptar guardar la targeta
de: Text, der das Speichern der Karte akzeptiert
it: Testo che sembra accettare il salvataggio della carta
pt: Texto que parecerá aceitar salvar o cartão

source: Estado del pedido después del pago
ca: Estat de la comanda després de l'pagament
de: Bestellstatus nach Zahlungseingang
it: Stato dell'ordine dopo il pagamento
pt: Status do pedido após o pagamento

source: Estado que se asignara al pedido después de haber pagado
ca: Estat que s'assignés a la comanda després d'haver pagat
de: Status, der der Bestellung nach der Zahlung zugewiesen werden soll
it: Stato da assegnare all'ordine dopo il pagamento
pt: Status a ser atribuído ao pedido após o pagamento

source: Debug Log
ca: Tracear log
de: Austestungsprotokoll
it: Registro di debug
pt: Log de Depuração

source: Enable logging
ca: Habilitar log
de: Aktiviere das Logging
it: Abilita registrazione
pt: Ativar registro

source: Log UniversalPay events, inside %s
ca: esdeveniments de l'log universalpay, en %s
de: Protokollieren Sie UniversalPay-Ereignisse in %s
it: Registra eventi UniversalPay, all'interno di %s
pt: Registrar eventos do UniversalPay, dentro de %s

source: universalpay Payment
de: universalpay Zahlung
it: pagamento universalpay
pt: universalpay Pagamento

source: Allows universalpay card payments.
ca: Permetre pagament amb targeta universalpay.
de: Ermöglicht Zahlungen mit Universalpay-Karten.
it: Consente pagamenti con carta universalpay.
pt: Permite pagamentos com cartão de pagamento universal.

source: You must fill out a title for this gateway
ca: Has omplir un títol per a la passarel·la
de: Sie müssen einen Titel für dieses Gateway ausfüllen
it: È necessario compilare un titolo per questo gateway
pt: Você deve preencher um título para este gateway

source: You must fill out a description for this gateway
ca: Has omplir una descripció per a la passarel·la
de: Sie müssen eine Beschreibung für dieses Gateway ausfüllen
it: È necessario compilare una descrizione per questo gateway
pt: Você deve preencher uma descrição para este gateway

source: You must fill out who is the owner
ca: Has d'emplenar qui és l'amo
de: Sie müssen ausfüllen, wer der Eigentümer ist
it: Devi indicare chi è il proprietario
pt: Você deve preencher quem é o proprietário

source: You must fill out the merchant name
ca: Has d'emplenar el nom de el comerç
de: Sie müssen den Händlernamen ausfüllen
it: Devi inserire il nome del commerciante
pt: Você deve preencher o nome do comerciante

source: You must fill out the merchant number
ca: Has d'emplenar l'identificador de el comerç
de: Sie müssen die Händlernummer ausfüllen
it: Devi inserire il numero del commerciante
pt: Você deve preencher o número do comerciante

source: You must fill out the key
ca: Has d'emplenar la clau
de: Sie müssen den Schlüssel ausfüllen
it: Devi compilare la chiave
pt: Você deve preencher a chave

source: Online order
ca: Comanda en línia
de: Onlinebestellung
it: Ordine online
pt: Pedido online
